Repository: alexiarstein/sslcheck
Catalog: src/*.po
Languages: es

source: sslcheck <domain> prints domain and remainder of days until cert expires
es: sslcheck <dominio> muestra el dominio y los días restantes hasta que expire el certificado

source: sslcheck --short <domain> prints only the days
es: sslcheck --short <dominio> muestra solo los días

source: sslcheck --help prints this menu
es: sslcheck --help muestra este menú

source: sslcheck --version prints version
es: sslcheck --version muestra la versión

source: Error creating SSL context
es: Error al crear el contexto SSL

source: Error getting SSL object
es: Error al obtener el objeto SSL

source: Error connecting to %s
es: Error al conectar con %s

source: No certificate found for %s
es: No se encontró un certificado para %s

source: Expired %d days ago
es: Cadudado hace % días

source: Domain: %s | Certificate EXPIRED %d days ago
es: Dominio: %s | Certificado CADUCADO hace %d días

source: Domain: %s | Days until Certification expires: %d
es: Dominio: %s | Días hasta que expire el certificado: %d

source: Could not calculate certificate expiration
es: No se pudo calcular la expiración del certificado
